Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Bedrock signs API calls with this account's Access Key or SSO/STS credentials.
ar: يوقّع Bedrock استدعاءات واجهة API باستخدام مفتاح الوصول أو بيانات اعتماد SSO/STS لهذا الحساب.
ca: Bedrock signa les crides a l'API amb l'Access Key o les credencials SSO/STS d'aquest compte.
cs: Bedrock podepisuje volání API pomocí přístupového klíče nebo přihlašovacích údajů SSO/STS tohoto účtu.
da: Bedrock signerer API-kald med denne kontos Access Key eller SSO/STS-legitimationsoplysninger.
de: Bedrock signiert API-Aufrufe mit dem Access Key oder den SSO/STS-Anmeldedaten dieses Kontos.
es: Bedrock firma las llamadas a la API con la Access Key o las credenciales SSO/STS de esta cuenta.
fi: Bedrock allekirjoittaa API-kutsut tämän tilin Access Keyllä tai SSO/STS-tunnuksilla.
fr: Bedrock signe les appels d'API avec la clé d'accès ou les identifiants SSO/STS de ce compte.
he: Bedrock חותם על קריאות ה-API באמצעות מפתח הגישה או פרטי הזדהות של SSO/STS של חשבון זה.
hu: A Bedrock a fiók Access Key vagy SSO/STS hitelesítő adataival írja alá az API-hívásokat.
it: Bedrock firma le chiamate API con la chiave d'accesso o le credenziali SSO/STS di questo account.
ja: Bedrockは、このアカウントのアクセスキーまたはSSO/STS資格情報でAPI呼び出しに署名します。
ko: Bedrock는 이 계정의 Access Key 또는 SSO/STS 자격 증명으로 API 호출에 서명합니다.
nb: Bedrock signerer API-kall med Access Key eller SSO/STS-legitimasjonen til denne kontoen.
nl: Bedrock ondertekent API-aanroepen met de Access Key of SSO/STS-inloggegevens van dit account.
pl: Bedrock podpisuje wywołania API kluczem dostępu lub poświadczeniami SSO/STS tego konta.
pt_br: O Bedrock assina as chamadas da API com a Access Key ou as credenciais SSO/STS desta conta.
pt_pt: O Bedrock assina as chamadas à API com a Access Key ou as credenciais SSO/STS desta conta.
ro: Bedrock semnează apelurile API cu cheia de acces sau credențialele SSO/STS ale acestui cont.
sl: Bedrock podpisuje klice API z dostopnim ključem ali poverilnicami SSO/STS tega računa.
sv: Bedrock signerar API-anrop med det här kontots Access Key eller SSO/STS-inloggningsuppgifter.
uk: Bedrock підписує виклики API ключем доступу або обліковими даними SSO/STS цього облікового запису.
vi: Bedrock ký các lệnh gọi API bằng Access Key hoặc thông tin xác thực SSO/STS của tài khoản này.
zh_hans: Bedrock 使用此账户的访问密钥或 SSO/STS 凭证为 API 调用签名。
zh_hant: Bedrock 會以此帳戶的 Access Key 或 SSO/STS 憑證為 API 呼叫簽名。

source: Bedrock will stop using this AWS account. The account itself stays in Cloud settings.
ar: سيتوقف Bedrock عن استخدام حساب AWS هذا. سيظل الحساب نفسه في إعدادات السحابة.
ca: Bedrock deixarà d'utilitzar aquest compte d'AWS. El compte continuarà a la configuració de Núvol.
cs: Bedrock přestane tento účet AWS používat. Samotný účet zůstane v nastavení Cloudu.
da: Bedrock holder op med at bruge denne AWS-konto. Selve kontoen bliver i Cloud-indstillingerne.
de: Bedrock verwendet dieses AWS-Konto nicht mehr. Das Konto selbst bleibt in den Cloud-Einstellungen.
es: Bedrock dejará de usar esta cuenta de AWS. La cuenta seguirá en los ajustes de Cloud.
fi: Bedrock lakkaa käyttämästä tätä AWS-tiliä. Itse tili säilyy Pilvi-asetuksissa.
fr: Bedrock cessera d'utiliser ce compte AWS. Le compte reste dans les réglages Cloud.
he: Bedrock יפסיק להשתמש בחשבון AWS זה. החשבון עצמו יישאר בהגדרות הענן.
hu: A Bedrock nem fogja tovább használni ezt az AWS-fiókot. Maga a fiók a Felhő beállításokban marad.
it: Bedrock smetterà di usare questo account AWS. L'account stesso resta nelle impostazioni Cloud.
ja: BedrockはこのAWSアカウントの使用を停止します。アカウント自体はクラウド設定に残ります。
ko: Bedrock는 이 AWS 계정 사용을 중단합니다. 계정 자체는 클라우드 설정에 그대로 남습니다.
nb: Bedrock slutter å bruke denne AWS-kontoen. Selve kontoen blir værende i Sky-innstillingene.
nl: Bedrock gebruikt dit AWS-account niet meer. Het account zelf blijft in de Cloud-instellingen staan.
pl: Bedrock przestanie używać tego konta AWS. Samo konto pozostanie w ustawieniach Chmury.
pt_br: O Bedrock deixará de usar esta conta AWS. A conta permanecerá nos ajustes de Nuvem.
pt_pt: O Bedrock deixará de utilizar esta conta AWS. A conta permanece nas definições de Nuvem.
ro: Bedrock nu va mai folosi acest cont AWS. Contul rămâne în setările Cloud.
sl: Bedrock tega računa AWS ne bo več uporabljal. Sam račun ostane v nastavitvah Oblaka.
sv: Bedrock kommer att sluta använda det här AWS-kontot. Själva kontot finns kvar i Moln-inställningarna.
uk: Bedrock припинить використовувати цей обліковий запис AWS. Сам обліковий запис залишиться в налаштуваннях Хмари.
vi: Bedrock sẽ ngừng sử dụng tài khoản AWS này. Tài khoản vẫn còn trong cài đặt Đám mây.
zh_hans: Bedrock 将停止使用此 AWS 账户。账户本身仍保留在云设置中。
zh_hant: Bedrock 將停止使用此 AWS 帳戶。帳戶本身仍保留在雲端設定中。

source: Behavior
ar: السلوك
ca: Comportament
cs: Chování
da: Adfærd
de: Verhalten
es: Comportamiento
fi: Toiminta
fr: Comportement
he: התנהגות
hu: Viselkedés
it: Comportamento
ja: 動作
ko: 동작
nb: Atferd
nl: Gedrag
pl: Zachowanie
pt_br: Comportamento
pt_pt: Comportamento
ro: Comportament
sl: Vedenje
sv: Beteende
uk: Поведінка
vi: Hành vi
zh_hans: 行为
zh_hant: 行為

source: Bell Sound
ar: صوت الجرس
ca: So de campana
cs: Zvuk zvonku
da: Klokkeklang
de: Glockenton
es: Sonido de campana
fi: Kelloääni
fr: Son de cloche
he: צליל פעמון
hu: Csengőhang
it: Suono campana
ja: ベル音
ko: 벨 소리
nb: Bjelleklang
nl: Belgeluid
pl: Dźwięk dzwonka
pt_br: Som de sino
pt_pt: Som de campainha
ro: Sunet clopoțel
sl: Zvok zvonca
sv: Klockljud
uk: Звук дзвоника
vi: Âm chuông
zh_hans: 铃声
zh_hant: 鈴聲

source: Bioluminescence
ar: إضاءة حيوية
ca: Bioluminescència
cs: Bioluminiscence
da: Bioluminescens
de: Biolumineszenz
es: Bioluminiscencia
fi: Bioluminesenssi
he: זוהר ביולוגי
hu: Biolumineszcencia
it: Bioluminescenza
ja: 生物発光
ko: 생물 발광
nb: Bioluminescens
nl: Bioluminescentie
pl: Bioluminescencja
pt_br: Bioluminescência
pt_pt: Bioluminescência
ro: Bioluminescență
sl: Bioluminiscenca
sv: Bioluminescens
uk: Біолюмінесценція
vi: Phát quang sinh học
zh_hans: 生物荧光
zh_hant: 生物螢光

source: Bioluminescent
ar: توهج حيوي
cs: Bioluminiscenční
da: Bioluminescerende
de: Biolumineszent
es: Bioluminiscente
fi: Bioluminesoiva
he: זוהר ביולוגי
hu: Biolumineszcens
it: Bioluminescente
ja: 生物発光
ko: 생물 발광
nb: Bioluminescerende
pl: Bioluminescencyjny
pt_br: Bioluminescente
pt_pt: Bioluminescente
sl: Bioluminiscenčen
sv: Bioluminiscerande
uk: Біолюмінесцентний
vi: Phát quang sinh học
zh_hans: 生物荧光
zh_hant: 生物螢光

source: Bioluminescent drifters pulse across occasionally
ar: كائنات منجرفة مضيئة تنبض عابرةً من حين لآخر
ca: Criatures bioluminescents a la deriva que polsen de tant en tant
cs: Bioluminiscenční plující tvorové občas pulzují kolem
da: Bioluminescerende, drivende væsener pulserer forbi en gang imellem
de: Biolumineszente Wesen treiben gelegentlich pulsierend vorbei
es: Criaturas bioluminiscentes a la deriva laten de vez en cuando
fi: Bioluminesoivat ajelehtivat olennot sykkivät ajoittain ohi
fr: Des créatures bioluminescentes dérivent et palpitent de temps à autre
he: יצורים זוהרים נסחפים ופועמים מדי פעם
hu: Biolumineszcens, sodródó lények időnként átpulzálnak a képernyőn
it: Creature bioluminescenti alla deriva pulsano di tanto in tanto
ja: 生物発光する漂う生き物が時折脈打ちながら横切ります
ko: 생물 발광하며 떠다니는 생물이 이따금 맥동하며 지나갑니다
nb: Bioluminescerende, drivende skapninger pulserer forbi en gang iblant
nl: Bioluminescente, ronddrijvende wezens pulseren af en toe voorbij
pl: Bioluminescencyjne dryfujące stworzenia od czasu do czasu pulsują w poprzek
pt_br: Criaturas bioluminescentes à deriva pulsam de vez em quando
pt_pt: Criaturas bioluminescentes à deriva pulsam de vez em quando
ro: Creaturi bioluminescente în derivă pulsează din când în când
sl: Bioluminiscenčna plavajoča bitja občasno utripajo čez zaslon
sv: Bioluminiscerande, drivande varelser pulserar förbi då och då
uk: Біолюмінесцентні дрейфуючі створіння час від часу пропливають, пульсуючи
vi: Những sinh vật phát quang trôi dạt thi thoảng nhấp nháy lướt qua
zh_hans: 生物荧光的漂浮生物偶尔脉动着掠过
zh_hant: 生物螢光的漂浮生物偶爾脈動著掠過

source: Bioluminescent Shimmer
ar: تلألؤ حيوي مضيء
ca: Lluïssor bioluminescent
cs: Bioluminiscenční třpyt
da: Bioluminescerende skær
de: Biolumineszentes Schimmern
es: Destello bioluminiscente
fi: Bioluminesoiva kimallus
fr: Chatoiement bioluminescent
he: נצנוץ ביולוגי
hu: Biolumineszcens csillogás
it: Luccichio bioluminescente
ja: 生物発光のきらめき
ko: 생물 발광 반짝임
nb: Bioluminescerende skjær
nl: Bioluminescente glinstering
pl: Bioluminescencyjne migotanie
pt_br: Cintilação bioluminescente
pt_pt: Cintilação bioluminescente
ro: Sclipire bioluminescentă
sl: Bioluminiscenčni lesk
sv: Bioluminiscerande skimmer
uk: Біолюмінесцентне мерехтіння
vi: Lấp lánh phát quang sinh học
zh_hans: 生物荧光微光
zh_hant: 生物螢光微光

source: Biometric authentication required to access VPN key
ar: المصادقة البيومترية مطلوبة للوصول إلى مفتاح VPN
ca: Cal autenticació biomètrica per accedir a la clau VPN
cs: Pro přístup ke klíči VPN je vyžadováno biometrické ověření
da: Biometrisk godkendelse kræves for at få adgang til VPN-nøglen
de: Biometrische Authentifizierung erforderlich, um auf den VPN-Schlüssel zuzugreifen
es: Se requiere autenticación biométrica para acceder a la clave VPN
fi: VPN-avaimen käyttöön vaaditaan biometrinen tunnistautuminen
fr: Authentification biométrique requise pour accéder à la clé VPN
he: נדרש אימות ביומטרי כדי לגשת למפתח ה-VPN
hu: A VPN-kulcs eléréséhez biometrikus hitelesítés szükséges
it: Autenticazione biometrica richiesta per accedere alla chiave VPN
ja: VPNキーにアクセスするには生体認証が必要です
ko: VPN 키에 접근하려면 생체 인증이 필요합니다
nb: Biometrisk autentisering kreves for å få tilgang til VPN-nøkkelen
nl: Biometrische verificatie vereist voor toegang tot de VPN-sleutel
pl: Aby uzyskać dostęp do klucza VPN, wymagane jest uwierzytelnianie biometryczne
pt_br: Autenticação biométrica necessária para acessar a chave VPN
pt_pt: Autenticação biométrica necessária para aceder à chave VPN
ro: Autentificarea biometrică este necesară pentru a accesa cheia VPN
sl: Za dostop do ključa VPN je potrebna biometrična overitev
sv: Biometrisk autentisering krävs för att komma åt VPN-nyckeln
uk: Для доступу до ключа VPN потрібна біометрична автентифікація
vi: Cần xác thực sinh trắc học để truy cập khóa VPN
zh_hans: 访问 VPN 密钥需要生物识别认证
zh_hant: 存取 VPN 金鑰需要生物辨識驗證

source: Black
ar: أسود
ca: Negre
cs: Černá
da: Sort
de: Schwarz
es: Negro
fi: Musta
fr: Noir
he: שחור
hu: Fekete
it: Nero
ja: ブラック
ko: 검정
nb: Svart
nl: Zwart
pl: Czarny
pt_br: Preto
pt_pt: Preto
ro: Negru
sl: Črna
sv: Svart
uk: Чорний
vi: Đen
zh_hans: 黑色
zh_hant: 黑色

source: Blank Line Before Prompt
ar: سطر فارغ قبل موجه الأوامر
ca: Línia en blanc abans de l'indicador
cs: Prázdný řádek před promptem
da: Tom linje før prompt
de: Leerzeile vor dem Prompt
es: Línea en blanco antes del indicador
fi: Tyhjä rivi ennen kehotetta
fr: Ligne vide avant l'invite
he: שורה ריקה לפני שורת הפקודה
hu: Üres sor a prompt előtt
it: Riga vuota prima del prompt
ja: プロンプトの前に空行
ko: 프롬프트 앞에 빈 줄
nb: Tom linje før prompt
nl: Lege regel vóór prompt
pl: Pusty wiersz przed promptem
pt_br: Linha em branco antes do prompt
pt_pt: Linha em branco antes do prompt
ro: Rând gol înainte de prompt
sl: Prazna vrstica pred pozivom
sv: Tom rad före prompten
uk: Порожній рядок перед запитом
vi: Dòng trống trước dấu nhắc
zh_hans: 提示符前留空行
zh_hant: 提示符前留空行

source: Blaze
ar: وهج
ca: Flamarada
cs: Plamen
da: Flamme
de: Lohe
es: Llamarada
fi: Liekki
fr: Brasier
he: להבה
hu: Láng
it: Fiammata
ja: ブレイズ
ko: 블레이즈
nb: Flamme
nl: Vlam
pl: Płomień
pt_br: Labareda
pt_pt: Labareda
ro: Flacără
sl: Plamen
sv: Flamma
uk: Полум'я
vi: Lửa bùng
zh_hans: 烈焰
zh_hant: 烈焰

source: Blink Style
ar: نمط الوميض
ca: Estil de parpelleig
cs: Styl blikání
da: Blinkestil
de: Blinkstil
es: Estilo de parpadeo
fi: Vilkkumistyyli
fr: Style de clignotement
he: סגנון הבהוב
hu: Villogas stilusa
it: Stile lampeggiamento
ja: 点滅スタイル
ko: 깜빡임 스타일
nb: Blinkestil
nl: Knipperstijl
pl: Styl migania
pt_br: Estilo de piscar
pt_pt: Estilo de intermitencia
ro: Stil de clipire
sl: Slog utripanja
sv: Blinkstil
uk: Стиль блимання
vi: Kiểu nhấp nháy
zh_hans: 闪烁样式
zh_hant: 閃爍樣式

source: Blinking
ar: وميض
ca: Parpelleig
cs: Blikání
da: Blinkende
de: Blinkend
es: Parpadeo
fi: Vilkkuva
fr: Clignotant
he: מהבהב
hu: Villogó
it: Lampeggiante
ja: 点滅
ko: 깜빡임
nb: Blinkende
nl: Knipperend
pl: Miganie
pt_br: Piscando
pt_pt: Intermitente
ro: Clipire
sl: Utripanje
sv: Blinkande
uk: Блимаючий
vi: Nhấp nháy
zh_hans: 闪烁
zh_hant: 閃爍

source: Block
ar: مربع
ca: Bloc
cs: Blok
da: Blok
es: Bloque
fi: Lohko
fr: Bloc
he: בלוק
hu: Blokk
it: Blocco
ja: ブロック
ko: 블록
nb: Blokk
nl: Blok
pl: Blok
pt_br: Bloco
pt_pt: Bloco
ro: Bloc
sl: Blok
uk: Блок
vi: Khối
zh_hans: 方块
zh_hant: 方塊

source: Block HTTP/3 (QUIC)
ar: حظر HTTP/3 ‏(QUIC)
ca: Bloqueja HTTP/3 (QUIC)
cs: Blokovat HTTP/3 (QUIC)
da: Blokér HTTP/3 (QUIC)
de: HTTP/3 (QUIC) blockieren
es: Bloquear HTTP/3 (QUIC)
fi: Estä HTTP/3 (QUIC)
fr: Bloquer HTTP/3 (QUIC)
he: חסום HTTP/3 (QUIC)
hu: HTTP/3 (QUIC) letiltása
it: Blocca HTTP/3 (QUIC)
ja: HTTP/3（QUIC）をブロック
ko: HTTP/3(QUIC) 차단
nb: Blokker HTTP/3 (QUIC)
nl: HTTP/3 (QUIC) blokkeren
pl: Blokuj HTTP/3 (QUIC)
pt_br: Bloquear HTTP/3 (QUIC)
pt_pt: Bloquear HTTP/3 (QUIC)
ro: Blochează HTTP/3 (QUIC)
sl: Blokiraj HTTP/3 (QUIC)
sv: Blockera HTTP/3 (QUIC)
uk: Блокувати HTTP/3 (QUIC)
vi: Chặn HTTP/3 (QUIC)
zh_hans: 阻止 HTTP/3（QUIC）
zh_hant: 封鎖 HTTP/3（QUIC）

source: Blocked & Finished
ar: محجوب ومنتهٍ
ca: Bloquejat i acabat
cs: Blokované a dokončené
da: Blokeret og færdig
de: Blockiert & Fertig
es: Bloqueado y terminado
fi: Estetty ja valmis
fr: Bloqué et terminé
he: חסום והושלם
hu: Blokkolt és befejezett
it: Bloccato e completato
ja: 待機中と完了
ko: 차단 및 완료
nb: Blokkert og ferdig
nl: Geblokkeerd en klaar
pl: Zablokowane i zakończone
pt_br: Bloqueado e Concluído
pt_pt: Bloqueado e Concluído
ro: Blocat și terminat
sl: Blokirano in končano
sv: Blockerad och klar
uk: Заблоковано та завершено
vi: Bị chặn và hoàn tất
zh_hans: 阻塞与完成
zh_hant: 阻塞與完成

source: Blocked Only
ar: المحجوب فقط
ca: Només bloquejat
cs: Pouze blokované
da: Kun blokeret
de: Nur blockiert
es: Solo bloqueado
fi: Vain estetty
fr: Bloqué uniquement
he: חסום בלבד
hu: Csak blokkolt
it: Solo bloccato
ja: 待機中のみ
ko: 차단만
nb: Kun blokkert
nl: Alleen geblokkeerd
pl: Tylko zablokowane
pt_br: Somente Bloqueado
pt_pt: Apenas Bloqueado
ro: Doar blocat
sl: Samo blokirano
sv: Endast blockerad
uk: Лише заблоковано
vi: Chỉ khi bị chặn
zh_hans: 仅阻塞
zh_hant: 僅阻塞

source: Blue
ar: أزرق
ca: Blau
cs: Modrá
da: Blå
de: Blau
es: Azul
fi: Sininen
fr: Bleu
he: כחול
hu: Kék
it: Blu
ja: ブルー
ko: 파랑
nb: Blå
nl: Blauw
pl: Niebieski
pt_br: Azul
pt_pt: Azul
ro: Albastru
sl: Modra
sv: Blå
uk: Синій
vi: Xanh dương
zh_hans: 蓝色
zh_hant: 藍色

source: Blue - No Border
ar: أزرق - بدون حدود
ca: Blau - Sense vora
cs: Modrá – bez rámečku
da: Blå – uden kant
de: Blau – ohne Rand
es: Azul - Sin borde
fi: Sininen – ei reunusta
fr: Bleu – Sans bordure
he: כחול - ללא מסגרת
hu: Kék – szegély nélkül
it: Blu – senza bordo
ja: ブルー（枠なし）
ko: 파랑 - 테두리 없음
nb: Blå – uten ramme
nl: Blauw – zonder rand
pl: Niebieski – bez obramowania
pt_br: Azul – Sem borda
pt_pt: Azul – Sem contorno
ro: Albastru – fără chenar
sl: Modra – brez obrobe
sv: Blå – utan ram
uk: Синій – без рамки
vi: Xanh dương – Không viền
zh_hans: 蓝色 - 无边框
zh_hant: 藍色 - 無邊框

source: Blur Radius
ar: نصف قطر الضبابية
ca: Radi de desenfocament
cs: Poloměr rozostření
da: Sløringsradius
de: Unschärferadius
es: Radio de desenfoque
fi: Sumennussäde
fr: Rayon de flou
he: רדיוס טשטוש
hu: Elmosás sugara
it: Raggio di sfocatura
ja: ぼかし半径
ko: 블러 반경
nb: Uskarphet-radius
nl: Vervagingsradius
pl: Promień rozmycia
pt_br: Raio de Desfoque
pt_pt: Raio de desfoque
ro: Raza de estompare
sl: Polmer zameglitve
sv: Oskärperadie
uk: Радіус розмиття
vi: Bán kính làm mờ
zh_hans: 模糊半径
zh_hant: 模糊半徑

source: Bold
ar: عريض
ca: Negreta
cs: Tučné
da: Fed
de: Fett
es: Negrita
fi: Lihavoitu
fr: Gras
he: מודגש
hu: Félkövér
it: Grassetto
ja: 太字
ko: 굵게
nb: Fet
nl: Vet
pl: Pogrubienie
pt_br: Negrito
pt_pt: Negrito
ro: Îngroșat
sl: Krepko
sv: Fet
uk: Жирний
vi: Đậm
zh_hans: 粗体
zh_hant: 粗體

source: Bookmark external folders to access them from the local shell.
ar: أضف المجلدات الخارجية إلى الإشارات المرجعية للوصول إليها من الصدفة المحلية.
ca: Afegiu carpetes externes als marcadors per accedir-hi des de l'intèrpret d'ordres local.
cs: Přidejte si záložky na externí složky pro přístup z lokálního shellu.
da: Bogmærk eksterne mapper for at tilgå dem fra den lokale shell.
de: Setzen Sie Lesezeichen für externe Ordner, um von der lokalen Shell darauf zuzugreifen.
es: Marque carpetas externas para acceder a ellas desde el shell local.
fi: Lisää ulkoiset kansiot kirjanmerkkeihin käyttääksesi niitä paikallisesta komentotulkista.
fr: Ajoutez des dossiers externes aux favoris pour y accéder depuis le shell local.
he: סמן תיקיות חיצוניות כסימניות כדי לגשת אליהן מהמעטפת המקומית.
hu: Jelöljön meg külső mappákat könyvjelzővel a helyi shellből való eléréshez.
it: Aggiungere cartelle esterne ai segnalibri per accedervi dalla shell locale.
ja: 外部フォルダをブックマークしてローカルシェルからアクセスできます。
ko: 외부 폴더를 북마크하여 로컬 셸에서 접근할 수 있습니다.
nb: Bokmerk eksterne mapper for å få tilgang til dem fra det lokale skallet.
nl: Maak bladwijzers van externe mappen om ze vanuit de lokale shell te openen.
pl: Dodaj zakładki do zewnętrznych folderów, aby uzyskać do nich dostęp z lokalnej powłoki.
pt_br: Salve pastas externas nos favoritos para acessá-las pelo shell local.
pt_pt: Adicione pastas externas aos marcadores para aceder a partir da shell local.
ro: Adăugați dosare externe la favorite pentru a le accesa din shell-ul local.
sl: Dodajte zaznamke za zunanje mape, da do njih dostopate iz lokalne lupine.
sv: Bokmärk externa mappar för att komma åt dem från det lokala skalet.
uk: Додайте зовнішні теки до закладок, щоб мати до них доступ з локальної оболонки.
vi: Đánh dấu các thư mục bên ngoài để truy cập từ shell cục bộ.
zh_hans: 将外部文件夹添加为书签，以便从本地 Shell 中访问。
zh_hant: 將外部資料夾加入書籤，以便從本機 Shell 中存取。

source: Bookmark name
ar: اسم الإشارة المرجعية
ca: Nom del marcador
cs: Název záložky
da: Bogmærkenavn
de: Lesezeichenname
es: Nombre del marcador
fi: Kirjanmerkin nimi
fr: Nom du favori
he: שם סימנייה
hu: Könyvjelző neve
it: Nome segnalibro
ja: ブックマーク名
ko: 북마크 이름
nb: Bokmerkenavn
nl: Bladwijzernaam
pl: Nazwa zakładki
pt_br: Nome do favorito
pt_pt: Nome do marcador
ro: Nume favorit
sl: Ime zaznamka
sv: Bokmärkesnamn
uk: Назва закладки
vi: Tên dấu trang
zh_hans: 书签名称
zh_hant: 書籤名稱

source: Bookmarked Folders
ar: المجلدات المرجعية
ca: Carpetes als marcadors
cs: Složky v záložkách
da: Bogmærkede mapper
de: Ordner mit Lesezeichen
es: Carpetas marcadas
fi: Kirjanmerkkikansiot
fr: Dossiers en favoris
he: תיקיות מסומנות
hu: Könyvjelzőzött mappák
it: Cartelle nei segnalibri
ja: ブックマーク済みフォルダ
ko: 북마크된 폴더
nb: Bokmerkede mapper
nl: Mappen met bladwijzer
pl: Foldery z zakładkami
pt_br: Pastas Favoritas
pt_pt: Pastas com marcador
ro: Dosare favorite
sl: Mape z zaznamki
sv: Bokmärkta mappar
uk: Теки в закладках
vi: Thư mục đã đánh dấu
zh_hans: 已收藏文件夹
zh_hant: 已加入書籤的資料夾

source: Bookmarked folders appear as symlinks in your home directory and support tilde expansion (~name).
ar: تظهر المجلدات المرجعية كروابط رمزية في مجلدك الرئيسي وتدعم التوسيع بعلامة التيلدا (~name).
ca: Les carpetes als marcadors apareixen com a enllaços simbòlics al directori d'inici i admeten l'expansió de titlla (~nom).
cs: Složky v záložkách se zobrazují jako symbolické odkazy ve vašem domovském adresáři a podporují expanzi tildy (~název).
da: Bogmærkede mapper vises som symlinks i din hjemmemappe og understøtter tilde-udvidelse (~navn).
de: Ordner mit Lesezeichen erscheinen als Symlinks in Ihrem Home-Verzeichnis und unterstützen Tilde-Erweiterung (~name).
es: Las carpetas marcadas aparecen como enlaces simbólicos en su directorio de inicio y admiten expansión con tilde (~nombre).
fi: Kirjanmerkkikansiot näkyvät symbolisina linkkeinä kotihakemistossasi ja tukevat tilde-laajennusta (~nimi).
fr: Les dossiers en favoris apparaissent comme des liens symboliques dans votre répertoire personnel et prennent en charge l'expansion du tilde (~nom).
he: תיקיות מסומנות מופיעות כקישורים סמליים בתיקיית הבית שלך ותומכות בהרחבת טילדה (~name).
hu: A könyvjelzőzött mappák szimbolikus hivatkozásként jelennek meg a saját könyvtárában, és támogatják a tilde-kibontást (~név).
it: Le cartelle nei segnalibri vengono visualizzate come link simbolici nella directory home e supportano l'espansione con tilde (~nome).
ja: ブックマーク済みフォルダはホームディレクトリにシンボリックリンクとして表示され、チルダ展開（~名前）に対応しています。
ko: 북마크된 폴더는 홈 디렉토리에 심볼릭 링크로 표시되며 틸드 확장(~이름)을 지원합니다.
nb: Bokmerkede mapper vises som symbolske lenker i hjemmemappen din og støtter tilde-ekspansjon (~navn).
nl: Mappen met bladwijzer verschijnen als symlinks in uw thuismap en ondersteunen tilde-expansie (~naam).
pl: Foldery z zakładkami pojawiają się jako dowiązania symboliczne w katalogu domowym i obsługują rozwijanie tyldy (~nazwa).
pt_br: Pastas favoritas aparecem como symlinks no seu diretório home e suportam expansão com til (~nome).
pt_pt: As pastas com marcador aparecem como symlinks no diretório home e suportam expansão com til (~nome).
ro: Dosarele favorite apar ca linkuri simbolice în directorul personal și acceptă expandarea tildei (~nume).
sl: Mape z zaznamki se prikažejo kot simbolne povezave v vašem domačem imeniku in podpirajo razširitev s tildo (~ime).
sv: Bokmärkta mappar visas som symlänkar i din hemkatalog och stödjer tildeexpansion (~name).
uk: Теки в закладках відображаються як символічні посилання у вашій домашній теці та підтримують розгортання тильди (~name).
vi: Các thư mục đã đánh dấu xuất hiện dưới dạng liên kết tượng trưng trong thư mục chính của bạn và hỗ trợ mở rộng dấu ngã (~name).
zh_hans: 已收藏的文件夹将作为符号链接显示在主目录中，并支持波浪号展开（~名称）。
zh_hant: 已加入書籤的資料夾將以符號連結的形式顯示在您的個人目錄中，並支援波浪號展開（~名稱）。

source: Bookmarked Locations
ar: المواقع المرجعية
ca: Ubicacions als marcadors
cs: Místa v záložkách
da: Bogmærkede placeringer
de: Gespeicherte Orte
es: Ubicaciones marcadas
fi: Kirjanmerkkisijainnit
fr: Emplacements enregistrés
he: מיקומים מסומנים
hu: Könyvjelzőzött helyek
it: Posizioni nei segnalibri
ja: ブックマーク済みの場所
ko: 북마크된 위치
nb: Bokmerkede plasseringer
nl: Locaties met bladwijzer
pl: Zapisane lokalizacje
pt_br: Locais Favoritos
pt_pt: Localizações com marcador
ro: Locații salvate
sl: Shranjene lokacije
sv: Bokmärkta platser
uk: Місця в закладках
vi: Vị trí đã đánh dấu
zh_hans: 已收藏位置
zh_hant: 已加入書籤的位置

source: Bootstrap SSH
ar: تهيئة SSH الأولية
ca: SSH d'arrencada
cs: Zaváděcí SSH
fi: SSH-käynnistys
he: אתחול SSH
hu: Indító SSH
ja: ブートストラップ SSH
ko: 부트스트랩 SSH
nb: Oppstarts-SSH
pl: Inicjalne SSH
ro: SSH de inițializare
sl: Zagonski SSH
sv: Start-SSH
uk: Початковий SSH
vi: SSH khởi động
zh_hans: 引导 SSH
zh_hant: 引導 SSH

source: Border Color
ar: لون الحدود
ca: Color de la vora
cs: Barva okraje
da: Kantfarve
de: Rahmenfarbe
es: Color del borde
fi: Reunaväri
fr: Couleur de bordure
he: צבע מסגרת
hu: Szegélyszín
it: Colore bordo
ja: 枠線の色
ko: 테두리 색상
nb: Kantfarge
nl: Randkleur
pl: Kolor obramowania
pt_br: Cor da Borda
pt_pt: Cor da margem
ro: Culoare bordură
sl: Barva obrobe
sv: Kantfärg
uk: Колір рамки
vi: Màu viền
zh_hans: 边框颜色
zh_hant: 邊框顏色
